[
  {
    "Name": "Michaela",
    "Method": "Pill",
    "Age": "Young Adult",
    "Married": "No",
    "Story": "With the possible overturn of Roe v. Wade, I felt compelled to share my story. The story that many women shared before me and will after me. I’m scared for the women that will have to make a choice that is no longer protected by the law. Women will be forced to find unsafe and illegal practices that will harm them more than legal procedures would ever. My story matters and I will fight for the rest of my life for all women to continue to have the right to control their own bodies. In 2018, while a sophomore in college, I found out I was eight weeks pregnant in my catholic university’s health center. I was only provided OBGYN and family resources. I spoke to my boyfriend and decided that we weren’t ready to be parents. I was at school 500 miles away and little to no money in the bank. It wasn’t our time. On February 14th, in Atlanta, GA, I made my choice to get an abortion and take the pill. It was painful and a hard experience to share with my family. In April, I discovered the pill didn’t work and my fetus was sixteen weeks old. On April 20th, I had an abortion. It was painful and excruciating. I was hurting alone. My partner and I were dealing with our trauma on different timelines. I wasn’t ready to talk and he was. We broke up that summer and still never got the closure we both deserved. Now four years past my abortion, I was able to graduate Cum Laude and find my dream career. I’ve moved to two new cities alone and gave myself the life I deserved. A life where when I bring another child into the world, I’ll be ready. This isn’t everyone’s story and my healing timeline wasn’t linear. Years of denial and putting work over my feelings. 4 years of therapy and finally joined an abortion support group. I’m able to help women walk through their experiences and be a listening ear. I felt that for four years, nobody would be able to relate and understand my pain; however, a group of women in a zoom room filled that void. I’ve always worried about Roe v. Wade being overturned with the new bills being passed across multiple states. I can’t imagine what my life would have been like if my choice was stripped from me. My body. My choice to say what happens or not. I fear each day for the women who don’t get the same choice as me. I know I would have loved my baby, Mila, with all of my heart. I wouldn’t have been able to give her the life she deserved. I would have been attached to someone I no longer loved forever and for him the same. I always hoped he would be my future husband and father to my children, but when that opportunity arose — it wasn’t meant to be. It felt wrong. I will always have my guardian angel and when I choose to bring a life into this world, It’ll be with someone I love, a stable home, and chosen by my guardian angel. We all deserve the right to choose if this is the path someone wants to take.",
    "Row": 1,
    "Col": 1,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Menaca",
    "Method": "Surgical",
    "Age": "Adult",
    "Married": "Yes",
    "Story": "Twenty years ago, at age 31, I had a 3 and a half year old son and was pregnant with my second child. At a routine 20 week ultrasound my husband and I found out that the baby had several heart defects. We went to see several specialists to see if his heart could be fixed after he was born.  They told us that he would continue to live and grow in utero, but would die after birth.  His heart had too many problems to fix.  They could not tell us how long he would live, but that he would be in pain since he did not have a fully functioning heart.   We decided to spare him the suffering and interrupted the pregnancy at 22 weeks. \nI gave birth to my beautiful baby boy who weighed 1 pound.  My husband and I held him until he passed away and even for a while afterward.  It was a heartbreaking choice to let him go, but it was my choice and my husband’s choice with input from medical professionals.  No government has the right to have a say in such personal and life altering decisions.  Terminations were allowed until 24 weeks in Texas at that time.  A woman today in Texas does not have the option I had.",
    "Row": 1,
    "Col": 2,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Jade",
    "Method": "Surgical",
    "Age": "Young Adult",
    "Married": "No",
    "Story": "My boyfriend and I had been trying to months to get pregnant but it was negative every time. It was so heartbreaking every time but I hoped it would happen for us eventually. Our relationship was never perfect and as the months went on, we had more and more arguments and disagreements. There was a couple times we almost broke up but didn’t. Fast forward to about a month ago, and we really did almost break up. But I just couldn’t accept it and I convinced us to stay together. Things were ok but not great. We weren’t really happy anymore. But a few weeks later, I found out I was pregnant. I couldn’t stop shaking. I felt happy/excited and it’s not really how I wanted it to happen but I couldn’t wait to tell him. But when I did, he wasn’t really happy at all. He joked about getting an abortion but eventually just said how hard it was going to be and we needed to find a doctor. Later that day though, he said he thought I shouldn’t keep it and he also thought that we shouldn’t be together anymore. I knew there was no convincing him this time so I packed up all my stuff and moved back home. The next few days I went back and forth on my options and couldn’t decide what to do. I knew if I had the baby, I didn’t want to be a single mom. I wanted us to be together, I wanted our family, and I knew he was emotionally ready to do that. The thought of abortion scared me but in my head, it felt like the right choice. My sisters supported me and my ex said he would supported whatever decision I made. He would be in our lives if I decided to keep the baby. My mom however, acted like I had to have the baby and that abortion is wrong and I’ll regret it forever. I knew she was going to be trying to make doctors appointments and asking questions and trying to get me to keep it so I felt rushed into my decision to get an abortion. My ex went with me for the consultation and procedure. He has been my only source of comfort through the entire process. I decided to get a surgical abortion because I knew the pain wouldn’t last as long and it had a quicker recovery time. It really hurt during but it was over so quick. Once I got back to the recovery room and to my ex, I immediately started crying. I felt like I regretted it so much. I just wanted to take it all back and make a different choice but it was too late. I know I shouldn’t dwell on the what if’s and I know I’ll heal from this eventually but it’s really hard. I know I’m time I’ll see that this was the right decision for me, my ex, and the baby. We just weren’t ready for that. The timing wasn’t right. I just hope one day I can try again, whether it’s with my ex or someone new. I can’t wait to be a mom one day and I hope the pain I feel from this loss will get easier in time.",
    "Row": 1,
    "Col": 3,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Skylann",
    "Method": "Pill",
    "Age": "Adolescent",
    "Married": "No",
    "Story": "I’m 34 and I live in a part of Mexico where abortion is still not legal. Back in February I found out I was three weeks pregnant, first trough a home test, and then through a blood test done at a lab. When I got the results from the lab, I knew right away I didn’t want to be pregnant. I didn’t tell the father anything because we were not in a relationship, and I also didn’t want to justify of explain my actions to anyone. On my way back home, I started thinking about what I would do to end my pregnancy. I thought about traveling to Mexico City where you can get an abortion safely, but that was an expensive option for me. I then got in contact with a group of local feminists who use Facebook to guide other women through medicated at home abortions. I went to my nearest pharmacy to buy misoprostol. Even though you don’t need a prescription, the pharmacist didn’t want to sell it to me, so I went to another pharmacy. The other pharmacist was very kind and sold me the misoprostol with no problem (I paid $25 dollars for a box of 28 tablets). I also bought ibuprofen, pads, and electrolytes. I went back home and before taking the first dose of misoprostol, I decided to call my sister who lives in California and who had had an abortion at Planned Parenthood a couple of years before. She was very supportive and helpful. I then took two doses of misoprostol and began to bleed lightly. I also got cramps, fever, and diarrhea but these symptoms only lasted through the night. In the end, I only took 3 doses of misoprostol because that seemed to work. The bleeding went on for days. After 10 days I was still bleeding and I went to my OB/GYN and told her the story. She was very kind and told me that she was not going to report me to the authorities, and that I needed an ultrasound to make sure the pregnancy was terminated. We did that and sure enough, there was no more pregnancy; I was relieved. She also gave my a prescription for an antibiotic to avoid any infections. In total, I bled for 15 days and it took a while for my period to come back. I’m happy that I had no complications and that I had the resources to buy the medication and pay for my visit to my OB/GYN. However, it saddens me that I had to risk my wellbeing and that I had to do this alone at home because it was the only choice I really had. Abortion should be legal, safe and free for every woman that decides to terminate her pregnancy.",
    "Row": 2,
    "Col": 1,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Adrianna",
    "Method": "Home",
    "Age": "Adult",
    "Married": "No",
    "Story": "Right when I finished grad school, I found out I was pregnant. I was in that in-between time where I was still covered by my university insurance, right before starting a brand new job. Even before I took a pregnancy test, I knew that I would have an abortion if I were pregnant. I was just about to start my first full-time job since graduating with two master’s degrees. My partner was working at a restaurant. We knew that we did not feel emotionally or financially ready to parent yet, and I knew that I did not want to be pregnant.\nThe morning after I had a positive pregnancy test, I called my university to tell them that I was seeking abortion care. Even as someone who had been a pregnancy options counselor, even as someone who was currently and previously a sexual health educator, I felt scared. I didn’t fully know what to expect. Even after teaching people about abortion and talking through referrals and options for years, I felt fear. \nThe university health center’s response was “Umm, call Planned Parenthood.” I couldn’t believe there were no options for me through the university system. (Since my abortion, a law has been passed in California to ensure medication abortion be accessible on all public campuses. This would have greatly affected me and my story). \nUpon calling Planned Parenthood, I found out that the closest appointment that would allow me to not miss too much work in my first week was two and a half hours away. My partner drove me to the clinic the day of my appointment, and my heart dropped when I saw protesters. Even in a state that I felt was so supportive of abortion, people were there telling me I was doing something wrong. The stigma only continued inside. In the waiting room before my procedure, multiple people shared parts of their stories, and upon sharing that I had a partner, multiple patients asked me “Why would you get an abortion if you have a partner? Why don’t you just keep it?” I felt the shame rise up inside of me. I never questioned whether my decision was right. But I did feel silenced when sharing my whole truth. ",
    "Row": 2,
    "Col": 2,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Sally",
    "Method": "Surgical",
    "Age": "Young Adult",
    "Married": "Yes",
    "Story": "I was just married at age 20 and had not finished college. My husband was a private in the US Army and we knew we would be moving and starting over again as soon as he got out of the Army. We were kids ourselves! I was taking birth control pills but was not careful enough. Sometimes my husband would be gone for weeks at a time and I stupidly thought I could skip taking the pill while he was gone. I ended up pregnant. This was 1974! I went to the doctor on base and I don't remember much after that except that some doctor showed me a picture of a fetus and asked me if I was sure I wanted to terminate the pregnancy. I glanced at the picture and replied that I wanted to proceed. There was no discussion or conversation. No mandated waiting or counseling. I was admitted to the hospital and treated as any surgical patient; wheeled into an operating room, knocked out with anesthesia, woke up in a recovery room, and went home a few hours later. I have NEVER regretted this decision, in fact it's probably why we stayed married for 49 years and are financially and emotionally stable. I was never shamed, harassed, or hassled. No one tried to interfere with my choice. I was so lucky! I am distraught that we are at this point in the USA and especially Texas.\"",
    "Row": 2,
    "Col": 3,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Anonymous",
    "Method": "Home",
    "Age": "Adolescent",
    "Married": "No",
    "Story": "With the recent Supreme Court leak about the possible overturn of Roe v Wade and the subsequent uproar, I decided the time has come for me to be more public with my own abortion story. In 1966, I got pregnant – lonely college girl, friends, parents all out of town, one night stand with a Marine on his way to Vietnam who promised “nothing would happen” if we spent the night together. But it did and I was pregnant. Later Roe v Wade made it legal, but that did little to diminish the shame and guilt I felt for years and every time the controversy arises, it brings it all back. I told my parents (who never thought it would happen to me.) A family friend arranged the abortion. My minister said it’s what he’d do for his daughter. The abortionist was a dentist in another state, Catholic, from Cuba, who provided abortions to save money to get his mother out of Cuba. He told the Virgin Mary that if he got his mother out, he would quit smoking. Cognitive dissonance. To his credit, he gave me morphine, a Rx for antibiotics, and his phone number in case there were complications, more than many women got for backroom procedures. There were no complications. I returned to school, graduated, went on with my life, but not without sorrow, grief, guilt, and recriminations. A second chance…but at a cost. I don’t want others to go through what I did for any reason. Sometimes the pro-choice activists raise horrific circumstances – rape, incest, ectopic pregnancy, health/death of the mother. Often the circumstances are like mine: wrong decision, wrong guy, wrong time. But the abortion was the best choice for me, my future, my mental health, and my family’s well-being. It is a fact of my life but not my whole identity. My choice may not be yours, but we can’t make it for others. Other rights could fall if this one does. Too old to march but I can send warm thoughts and cold cash to those who do. And vote. If my story helps save Roe v Wade, it’s worth it.",
    "Row": 3,
    "Col": 1,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Miss J",
    "Method": "Surgical",
    "Age": "Young Adult",
    "Married": "No",
    "Story": "This high school graduation photograph reminds me how young I was when I arranged for and survived a ‘back-alley,’ illegal abortion three years before the Roe v. Wade ruling. Holding this photograph now, nearly 50 years later, I think about the other women who weren’t so lucky back then and the people now who continue to be denied access to abortion services in some areas of our country.\nBy supporting Planned Parenthood and other abortion providers, I feel like I’m doing a small part to facilitate access to services in safe and caring environments. It pains me to see misinformed protesters trying to persuade and cajole young people walking into the clinic to change their minds, as if they know what’s best for someone’s life other than their own.",
    "Row": 3,
    "Col": 2,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Janet",
    "Method": "Unknown",
    "Age": "Adult",
    "Married": "Yes",
    "Story": "I went through years of infertility procedures including 13 IVF's. I was pregnant with twin girls, the product of IVF frozen embryos. We were over the moon excited, and scared. I had lost 5 pregnancies. I went to the dentist for a dental cleaning. He failed to call my doctor and tell him that I had some gum abscessing. He introduced that bacteria into my bloodstream resulting in sepsis. I went into labor. I was very sick and nearly died. I was 21 weeks pregnant. (Also I was a NICU nurse, so this was my world). They tried to treat me and stop the labor and the sepsis. I delivered Alyssa and she died in my arms. Then, my labor stopped with the medication. However, I was so septic, my blood pressure dropped out, I went into Adult Respiratory Distress Syndrome. They told my husband they were taking the choice away from us, I was going to die if they did not deliver Erin and do a D and C. She, of course, died too. Alyssa and Erin are buried together. I stayed in the hospital critically ill for 4 more days. The devastation we felt was overwhelming. If this (Texas heartbeat law) ridiculously cruel law were in effect when that happened, they would have had to let me die. Medical care needs to be decided by medical professionals. It is not one politician or government officials decision. They act as if we, women, are heartless, irresponsible and incapable of making our own medical decisions. This is not the Handmaid's Tale. This is our lives. Our bodies, our choices must be the rule everywhere.",
    "Row": 3,
    "Col": 3,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Koi",
    "Method": "Surgical",
    "Age": "Young Adult",
    "Married": "No",
    "Story": "This is my second abortion story. I was previously included in the amicus brief to help the fight for reproductive rights. I believe sharing my experience makes a difference. I had my second abortion about a year ago now. It was emotionally so much harder than my first abortion. I knew this time I was old enough and I was really in love with the man who got me pregnant. I got my first abortion when I was 17. It was not even a debate for me, I knew exactly what I had to do in order to provide myself with the best quality of life. I had turned 26 the day after I got my second abortion. Both were medical and I was just 2-3 weeks in both situations. But the second time was so much harder for me to cope with. I was facing the peak of a pandemic and out of work for 7 months. I am still dating and very much in love with the guy who got me pregnant the second time. I know he would’ve supported whatever decision I was going to make. Again, I choose abortion. I had a choice. Getting an appointment within that week of finding out at a fair priced clinic was more than difficult. I had the most uncomfortable experience at that clinic, it was the only one available. Every other place in NYC couldn’t see me for 2 WEEKS. The access to abortion in a big city during a pandemic was horrifying. My first abortion was a very opposite experience. I hope we continue to provide safe and accessible abortion clinics. I am grateful I was strong and I got through it.",
    "Row": 4,
    "Col": 1,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Tamara",
    "Method": "Surgical",
    "Age": "Young Adult",
    "Married": "No",
    "Story": "Right when I finished grad school, I found out I was pregnant. I was in that in-between time where I was still covered by my university insurance, right before starting a brand new job. Even before I took a pregnancy test, I knew that I would have an abortion if I were pregnant. I was just about to start my first full-time job since graduating with two master’s degrees. My partner was working at a restaurant. We knew that we did not feel emotionally or financially ready to parent yet, and I knew that I did not want to be pregnant.\nThe morning after I had a positive pregnancy test, I called my university to tell them that I was seeking abortion care. Even as someone who had been a pregnancy options counselor, even as someone who was currently and previously a sexual health educator, I felt scared. I didn’t fully know what to expect. Even after teaching people about abortion and talking through referrals and options for years, I felt fear. \nThe university health center’s response was “Umm, call Planned Parenthood.” I couldn’t believe there were no options for me through the university system. (Since my abortion, a law has been passed in California to ensure medication abortion be accessible on all public campuses. This would have greatly affected me and my story). \nUpon calling Planned Parenthood, I found out that the closest appointment that would allow me to not miss too much work in my first week was two and a half hours away. My partner drove me to the clinic the day of my appointment, and my heart dropped when I saw protesters. Even in a state that I felt was so supportive of abortion, people were there telling me I was doing something wrong. The stigma only continued inside. In the waiting room before my procedure, multiple people shared parts of their stories, and upon sharing that I had a partner, multiple patients asked me “Why would you get an abortion if you have a partner? Why don’t you just keep it?” I felt the shame rise up inside of me. I never questioned whether my decision was right. But I did feel silenced when sharing my whole truth. ",
    "Row": 4,
    "Col": 2,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  },
  {
    "Name": "Dev",
    "Method": "Home",
    "Age": "Adolescent",
    "Married": "No",
    "Story": " This high school graduation photograph reminds me how young I was when I arranged for and survived a ‘back-alley,’ illegal abortion three years before the Roe v. Wade ruling. Holding this photograph now, nearly 50 years later, I think about the other women who weren’t so lucky back then and the people now who continue to be denied access to abortion services in some areas of our country.\nBy supporting Planned Parenthood and other abortion providers, I feel like I’m doing a small part to facilitate access to services in safe and caring environments. It pains me to see misinformed protesters trying to persuade and cajole young people walking into the clinic to change their minds, as if they know what’s best for someone’s life other than their own.",
    "Row": 4,
    "Col": 3,
    "Link": "https://www.plannedparenthood.org/about-us/newsroom/campaigns/abortion-stories"
  }
]
